export default {
  'lang': '繁體中文',
  'title': {
    lang: '語言',
  },
  '暂无数据': '暂无数据',
  '取消': '取消',
  '确定': '确定',
  '确认': '确认',
  '提示': '提示',
  '无法获取': '无法获取',
  '发送验证码': '发送验证码',
  '重新获取': '重新获取',
  '未收到手机/邮箱验证码': '未收到手机/邮箱验证码',
  '请尝试以下操作：': '请尝试以下操作：',
  '手机/邮件可能存在发送延迟，请10分钟后再试。':
    '手机/邮件可能存在发送延迟，请10分钟后再试。',
  '确认邮件是否在垃圾箱中。': '确认邮件是否在垃圾箱中。',
  '若问题仍未解决，请联系客服寻求帮助。':
    '若问题仍未解决，请联系客服寻求帮助。',
  '若手机号/邮箱丢失不可用，请点击安全项申请':
    '若手机号/邮箱丢失不可用，请点击安全项申请',
  '新密码': '新密码',
  '请输入新密码': '请输入新密码',
  '修改密码': '修改密码',
  '验证失败': '验证失败',
  '验证通过': '验证通过',
  '密码修改成功': '密码修改成功',
  '密码修改失败': '密码修改失败',
  '安全选项申请': '安全选项申请',
}
