import lang from "@packages/assets/lang/ar";
// 阿拉伯语
const obj = {
  poster: {
    fuli: "الرفاهية الوطنية",
    xingyun: "محظوظ بدوره جائزة",
    meitiansong: "كل يوم",
    chakanjiangli: "عرض .",
    lijichoujiang: "بداية .",
    daojishi: "العد التنازلي",
    jinrishengyu: "العدد المتبقي من اليوم",
    ci: "وقت .",
    huode: "الحصول على",
  },
  rules: {
    huodongguize: "قواعد النشاط",
    content:
      "خلال هذا الحدث ، جميع المستخدمين في كل يوم من الساعة 00 : 00 ( بالتوقيت العالمي + 0 ) ، العد التنازلي في نهاية كل صندوق الكنز ، وسوف تكون قادرة على رسم 1 ، 3 مرات في اليوم الحد الأقصى للسحب ، أي فرصة للسحب في الساعة 00 : 00 ( بالتوقيت العالمي + 0 ) باطلة . أكبر مكافأة 1 BTC !",
    tebie: "ملاحظة خاصة : usdt هو هدية من usdt . . . . . . .",
    zengjin:
      "هدية يمكن أن تعوض عن تكاليف المعاملات التي تكبدها المستخدم في BTCC المعاملات .",
    chouqudao:
      "1BTC أو ETH المستخرجة سوف تذهب مباشرة إلى حساب BTCC التي يمكن تداولها أو سحبها .",
    choujiangsanci:
      "بعد السحب ثلاث مرات ، زر المشاركة سوف تكون مضاءة ، مضاءة للمشاركة .",
  },
  lists: {
    chanpin: "المنتجات",
    fuwu: "الخدمات",
    zhinan: "دليل .",
    guanyuwomen: "عنا",
    xieyishengmin: "إعلان الاتفاق",
    kehufuwu: "خدمة العملاء",
  },
  subLists: {
    yongjiuheyue: "عقد دائم",
    xianhuo: "بقعة",
    gendan: "التاجر",
    yaoqinghaoyou: "دعوة الأصدقاء",
    vip: "ترقية كبار الشخصيات",
    jishishuju: "بيانات فورية",
    hangqing: "اقتباسات",
    guanfangbuluo: "قائمة القبائل الرسمية",
    bangzhuzhongxin: "مركز المساعدة",
    zixun: "معلومات",
    xueyuan: "اكاديمي",
    nft: "NFT السوق",
    guanyuwomen: "عنا",
    dongtai: "دينامية",
    gonggaozhongxin: "مركز الإعلانات",
    anquan: "أمن .",
    fuwutiaokuan: "شروط الخدمة",
    yinsixieyi: "بروتوكول الخصوصية",
    fengxiantishi: "خطر موجه",
    xianshangkefu: "خدمة العملاء على الانترنت",
    youjiangfankui: "مكافأة المرتدة",
    support: "support@btcc.com",
  },
  titles: {
    zimeiti: "الإعلام الذاتي",
    zhongjiang: "الفوز في المعلومات",
  },
  tips: {
    fengxiantishi:
      "المخاطر : الأصول الرقمية المعاملات هي صناعة جديدة ، وهناك آفاق مشرقة ، ولكن لأن من الأشياء الجديدة ، ولكن أيضا يحتوي على مخاطر كبيرة . على وجه الخصوص ، في الرافعة المالية ، الرافعة المالية متعددة ليس فقط في وقت واحد زيادة الأرباح ولكن أيضا في وقت واحد زيادة المخاطر ، يرجى التأكد من أن هذه الصناعة ، الرافعة المالية نموذج المعاملات ، والقواعد التجارية وغيرها من المعارف ذات الصلة فهم كامل قبل المشاركة . ونحن نوصي بشدة أن يمكنك التجارة في نطاق المخاطر الخاصة بك . التداول هو محفوف بالمخاطر ، دخول السوق يجب أن تكون حذرا !",
  },
  banquan: {
    info: "أقدم بورصة في العالم ، 12 عاما من عملية مستقرة ©  2011-2024 BTCC.com . جميع الحقوق محفوظة",
  },
  tooltip: {
    meiyoujiang: "لم يكن لديك سجل الفوز !",
  },
  header: {
    choujiang: "اليوم الجوائز، محظوظ يتحول إلى جائزة كبيرة",
  },
};
export default Object.assign(obj, lang);
// 阿拉伯
