import lang from "@packages/assets/lang/ru";
// 俄罗斯语
const obj = {
  poster: {
    fuli: "Благосостояние",
    xingyun: "Счастливый розыгрыш.",
    meitiansong: "А",
    chakanjiangli: "Посмотреть",
    lijichoujiang: "Начинаем.",
    daojishi: "Обратный отсчет",
    jinrishengyu: "Остаток времени",
    ci: "раз",
    huode: "Получено",
  },
  rules: {
    huodongguize: "Правила акции",
    content:
      "В течение акции, каждый пользователь может участвовать в лотерее один раз, после окончания отсчета таймера сундука, начинается в 00:00:00 (UTC+0) каждый день. Максимальное количество попыток в день — 3. Неиспользованные попытки недействительны после 00:00:00 (UTC+0). Максимальная награда — 1 BTC!",
    tebie:
      "Специальное уведомление: полученные USDT в рамках этой акции являются бонусными USDT.",
    zengjin:
      "Бонусные средства могут быть использованы на покрытие комиссии при торговле на BTCC.",
    chouqudao:
      "Выведенные 1 BTC или ETH будут немедленно поступить на ваш счет BTCC, доступны для торговли и вывода.",
    choujiangsanci:
      "После трех попыток выигрыша кнопка поделиться станет активной, и только после этого можно будет поделиться.",
  },
  lists: {
    chanpin: "Продукты",
    fuwu: "Услуги",
    zhinan: "Руководство",
    guanyuwomen: "О нас",
    xieyishengmin: "Правовая информация",
    kehufuwu: "Обслуживание клиентов",
  },
  subLists: {
    yongjiuheyue: "Постоянный контракт",
    xianhuo: "Спот",
    gendan: "Копирование сделки",
    yaoqinghaoyou: "Пригласите друзья",
    vip: "Обновление VIP",
    jishishuju: "Живые данные",
    hangqing: "Котировки",
    guanfangbuluo: "Официальный рейтинг сообществ",
    bangzhuzhongxin: "Центр помощи",
    zixun: "Новости",
    xueyuan: "Школа",
    nft: "Рынок NFT",
    guanyuwomen: "О нас",
    dongtai: "Динамика",
    gonggaozhongxin: "Центр объявлений",
    anquan: "Безопасность",
    fuwutiaokuan: "Условия обслуживания",
    yinsixieyi: "Соглашение о защите персональных данных",
    fengxiantishi: "Предупреждение о рисках",
    xianshangkefu: "Онлайн-поддержка",
    youjiangfankui: "Вознагражденная обратная связь",
    support: "support@btcc.com",
  },
  titles: {
    zimeiti: "СМИ",
    zhongjiang: "Информация о выигрышах",
  },
  tips: {
    fengxiantishi:
      "Предупреждение о рисках: Торговля цифровыми активами является новой отрасль, которая имеет благоприятные перспективы, но, в силу своей новизны, также связана с большими рисками. В частности, при торговле с использованием левередж, коэффициент левередж одновременно увеличивает прибыль и риск. Пожалуйста, убедитесь, что вы имеете достаточную знание в этой отрасли, в режиме торговли с левередж и в правилах торговли, прежде чем вступить в нее. Мы настоятельно рекомендуем, что вы торгуете в рамках своих возможных рисков. Торговля сопряжена с рисками, будьте осторожны при вступлении в рынок!",
  },
  banquan: {
    info: "Самый длительный в мире обменный пункт, стабильная эксплуатация 12 лет © 2011-2024 BTCC.com. Все права защищены",
  },
  tooltip: {
    meiyoujiang: "У вас нет записи о выигрышах!",
  },
  header: {
    choujiang: "Ежедневный розыгрыш призов, удачный поворот призов",
  },
};
export default Object.assign(obj, lang);
