import lang from 'common-assets/lang/zh-TW'
// 中文繁体
const obj = {
  '行情': '行情',
  '快捷交易': '快捷交易',
  '交易': '交易',
  '现货交易': '现货交易',
  '使用完整交易功能，买卖数字货币': '使用完整交易功能，买卖数字货币',
  '闪兑交易': '闪兑交易',
  '现货兑换，一键完成交易': '现货兑换，一键完成交易',
  '盘前现货交易': '盘前现货交易',
  'Debit卡': 'Debit卡',
  '首页': '首页',
  '登录': '登录',
  '注册': '注册',
  '暂无数据': '暂无数据',
  '语言': '语言',
  '快捷买币': '快捷买币',
  '折算货币': '折算货币',
  '在Debit上交易加密货币、外汇及更多标的':
    '在Debit上交易加密货币、外汇及更多标的',
  '100多万平台注册用户，1000多种资产类别，加入我们，一键跟随交易高手投资交易':
    '100多万平台注册用户，1000多种资产类别，加入我们，一键跟随交易高手投资交易',
  '成交量': '成交量',
  '用户': '用户',
  '支持的交易对': '支持的交易对',
  '邮件/电话': '邮件/电话',
  '立即注册': '立即注册',
  '市场趋势': '市场趋势',
  '关于': '关于',
  '公告中心': '公告中心',
  '邀请好友': '邀请好友',
  '服务': '服务',
  '费率': '费率',
  '其他': '其他',
  '帮助中心': '帮助中心',
  '数字资产介绍': '数字资产介绍',
  '联系我们': '联系我们',
  '商务合作': '商务合作',
  '免责声明': '免责声明',
  '比特币和数字资产的价格每天都在波动，数字资产交易可能被视为一种高风险活动。':
    '比特币和数字资产的价格每天都在波动，数字资产交易可能被视为一种高风险活动。',
  '交易者在评估与这些活动相关的风险时，应恪尽职守，保持良好的判断力。':
    '交易者在评估与这些活动相关的风险时，应恪尽职守，保持良好的判断力。',
  '本公司并不寻求将数字资产作为投资替代品，也不以此进行招揽。':
    '本公司并不寻求将数字资产作为投资替代品，也不以此进行招揽。',
  '交易数字资产的决定完全取决于客户自己的独立判断。':
    '交易数字资产的决定完全取决于客户自己的独立判断。',
  '立即交易': '立即交易',
}
export default Object.assign(obj, lang)
